{
  "உங்கள் கடன் பிரச்சனைகள் தீர, வியாபாரம் தொழில் சிறக்க இதை செய்யுங்கள்":[
    {
	"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/lakshmi-narasimmar.jpg",
      "song": "மனிதர்களுக்கு இறை நம்பிக்கை இருப்பது தவறானது அல்ல. பெரும்பாலான மக்கள் தவறு செய்யாமல் இருப்பதற்கு இந்த இறை நம்பிக்கையே காரணமாக இருக்கிறது. ஒருவரிடம் உண்மையான இறை பக்தி இருக்குமானால் அவருக்கு எப்போதும் இறைவன் உதவ காத்திருக்கிறார். அப்படி இறைவனின் அருளால் நமக்கு ஏற்படும் கஷ்டங்கள் நீங்க உருவாக்கப்பட்டது தான் விரதம் மேற்கொள்ளும் முறை. அந்த வகையில் சக்தி வாய்ந்த தெய்வமான நரசிம்மருக்கு மேற்கொள்ளப்படும் நரசிம்மர் விரதம் தரும் பலன்கள் என்ன என்பதை இங்கு தெரிந்து கொள்ளலாம்.<br/><br/>
         
        மாதந்தோறும் வரும் ஸ்வாதி நட்சத்திர தினத்தன்று நரசிம்மரை வழிபடுவது நற்பலன்களை தரும். நரசிம்மர் விரதம் இருப்பதற்கு சிறந்த தினம் வைகாசி மாதத்தில் வரும் வளர்பிறை சதுர்த்தி தினம் ஆகும். இந்த தினமே பொதுவாக நரசிம்மர் அவதரித்த நரசிம்ம ஜெயந்தி விழாவாக கொண்டாடப்படுகிறது. மிகுந்த நன்மைகளை தரும் இந்த விரதம் மேற்கொள்ளும் முறைகளை இங்கு அறிந்து கொள்ளலாம்.<br/><br/>
       
        நரசிம்மர் விரதம் மேற்கொள்ளும் தினத்தன்று அதிகாலையில் துயிலெழுந்து, குளித்து முடித்து விட வேண்டும். பின்பு வீட்டை நீரை ஊற்றி கழுவி சுத்தம் செய்ய வேண்டும். பிறகு பூஜையறையில் பெருமாள் படத்திற்கு வாசம் மிக்க பூக்கள் சாற்றி, விளக்கெண்ணெய் தீபம் ஏற்ற வேண்டும். பின்பு பகல் முழுவதும் உணவு ஏதும் உண்ணாமல் நரசிம்மர் மந்திரங்கள், ஸ்தோத்திரங்கள் துதித்து வழிபட வேண்டும். மாலையில் கோயிலுக்கு சென்று லட்சுமி நரசிம்மர் ஸ்வாமிக்கு செவ்வரளி மலர்களை கொண்டு அர்ச்சனை செய்து, சர்க்கரை பொங்கல், பானகம் போன்றவற்றை நைவேத்தியம் செய்து வழிபட வேண்டும்.<br/><br/>
        மேலும் நரசிம்மரே தாய்; நரசிம்மரே தந்தை, சகோதரனும் நரசிம்மரே, தோழனும் நரசிம்மரே, அறிவும் நரசிம்மரே, செல்வமும் நரசிம்மரே, எஜமானனும் நரசிம்மரே. இவ்வுலகத்தில் நரசிம்மரே, அவ்வுலகத்திலும் நரசிம்மரே, எங்கெங்கு செல்கிறாயோ, அங்கெல்லாம் நரசிம்மரே. நரசிம்மரை காட்டிலும் உயர்ந்தவர் எவரும் இல்லை. அதனால் நரசிம்மரே உம்மை சரணடைகிறேன் என்கிற இந்த சுலோகத்தை கூறி லட்சுமி நரசிம்மரின் முன்விளக்கேற்றி காய்ச்சி ஆறவைத்த பசும்பால் அல்லது பானகத்தை நைவேத்தியம் செய்ய வேண்டும்.<br/><br/>
        நரசிம்மரை வழிபட்டு முடித்ததும், அவருக்கு நைவேத்தியம் செய்யப்பட்ட பிரசாதத்தை வீட்டில் நீங்களும், உங்கள் குடும்பத்தினர் அனைவரும் சாப்பிட்டு வர வேண்டும். இந்த முறை படி நரசிம்மர் விரதத்தை மேற்கொண்டால் 48 நாட்களுக்குள் நீங்கள் எண்ணிய காரியங்கள் ஈடேறும். உங்கள் விருப்பங்கள் நிறைவேற தொடங்கிய பின்பு நரசிம்மர் கோவிலுக்கு சென்று, நரசிம்மருக்கு நெய் தீபம் ஏற்றி, துளசி மாலை சாற்றி வழிபட வேண்டும். இதனால் உங்களின் தீராத கடன் பிரச்சனைகள் சிறிது சிறிதாக நீங்கும். நீண்ட நாட்களாக இருக்கும் நோய்கள் குணமாகும். திருமணத்தடை, தாமதம் போன்றவை நீங்கும். குழந்தை பாக்கியம், வேலைவாய்ப்பு கிடைக்கும். தொழில், வியாபாரங்களில் உள்ள பிரச்சனைகள் பண முடை நீங்கும்"
        
        
        }
  ],
  "எண்ணிய காரணங்கள் நிறைவேற சாய்பாபா விரதம்! - விதிமுறைகள் என்ன?": [
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/sai-baba.jpg",
      "song": "தாங்கள் நினைத்த காரியம் நிறைவேற சாய்பாபாவை வேண்டி கொண்டு வரும் ஒன்பது வியாழக்கிழமை சாயம் இருப்பார்களாயின் 9 வியாழக்கிழமை விரதம் குறித்த விதி முறைகளைப் பார்ப்போம்.<br/><br/>

விரதத்தை எந்த ஒரு வியாழக்கிழமை ஆனாலும் அன்றில் இருந்தே ஆரம்பிக்கலாம். விரதத்தை ஆரம்பிக்க முன்னர் சாயி நாமத்தை மனதார வேண்டிக் கொண்டு ஆரம்பிக்க வேண்டும். விரததத்தை ஆண், பெண், குழந்தைகள் என்று யார் வேண்டுமானாலும் இருக்கலாம். எந்த காரியத்திற்காக ஆரம்பிக்கிறோமோ அதை தூய மனதில் சாய்பாபாவை எண்ணிக்கொண்டு சாதித்துக் கொள்ள வேண்டும்.<br/><br/>



காலையில் சாய்பாபாவின் போட்டோவிற்கு அல்லது விக்ரகத்தின் பூஜை செய்ய வேண்டும். இந்த விரதத்தின் போது திரவ ஆகாரங்கள் உட்கொள்ளலாம். அதாவது பால், நீர், பழங்கள், இனிப்புகள் போன்றவற்றை உண்ணலாம். அப்படி நாள் முழுவதும் செய்ய முடியாதவர்கள் ஏதாவது ஒரு வேலையை மதியமோ அல்லது இரவு உணவு அருந்திக் கொள்ளலாம்.<br/><br/>


நாள் முழுவதும் பட்டினியாக இருந்து மட்டும் இந்த விரதத்தை செய்யவே கூடாது. ஒரு தூய ஆசனத்தில் அல்லது பலகையில் அது மஞ்சள் நிற துணியை விரித்து சாய் பாபா படத்தை வைத்து, தூய நீரால் துடைத்து சந்தனம் குங்குமம் வைத்து திலகம் இட வேண்டும். மஞ்சள் நிற மலர்கள் கிடைத்தால் அதை மாலையாக போட்டு சாய் பாபா படத்திற்கு அல்லது விக்ரகத்திற்கு பொட்டு வைத்து தீபம், ஊதுபத்தி ஏற்றி பிரசாதமான பழங்கள் இனிப்புகள் கற்கண்டு எதுவானாலும் சரி நைவேத்தியம் செய்து படைத்து சாய்பாபாவை வணங்க வேண்டும்.<br/><br/>



முடிந்தால் சாயிபாபாவின் கோவிலுக்குச் செல்லலாம். வீட்டிலேயே சாயிபாபாவுக்கு ஒன்பது வாரங்கள் பூஜை செய்தபின் இவ்விரதம் நிறைவு பெறுகிறது. பூஜையின்போது சாய் விரத கதைகளைக் கேட்கலாம் சாய் கதைகள், சாய் பாமாலை அல்லது சாய் பவானி ஆகியவற்றை பக்தியுடன் படிக்கலாம், கேட்கலாம்.<br/><br/>


வெளியூர் செல்வதானாலும் இந்த விரதம் கடைபிடிக்கலாம். விரதத்தின் 9 வாரங்களில் பெண்களுக்கு மாத விலக்கு அல்லது இன்ன பிற காரணங்களாலே விரதம் செய்ய முடியவில்லை என்றால் அதில் எந்த தவறும் இல்லை. அந்த வியாழக்கிழமையை கணக்கில் கொள்ளாமல் மற்றொரு வியாழக்கிழமை தொடர்ந்து விரதம் இருந்தால் ஒன்பது வியாழக்கிழமைகள் நிறைவு செய்ய முடியும். ஒன்பதாவது வியாழக்கிழமை 5 ஏழைகளுக்கு உணவளிக்க வேண்டும். நேராக உணவளிக்க முடியாதவர்கள் யார் மூலமாகவும் பணமாகவோ உணவுப் பொருளாக கொடுத்து உதவி செய்வதை சாய்பாபா முழுமனதுடன் ஏற்றுக் கொள்வார். சாய் பாபாவின் மகிமை மற்றும் விரதத்தை அவர்களுக்கு எல்லா நலமும் பலமும் கிடைக்கும் என்பது அனைவரின் நம்பிக்கை. விதிமுறைகளின்படி விரதமும் விரத நிறைவும் செய்தால் நிச்சயமாக எண்ணிய காரியம் நிறைவேறும் என்பது நம்பிக்கை."
    }
  ],
    "கோடி பலன்களை அளிக்கும் குரு பகவான் விரதம்!- விரத முறைகள்":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/god_dhachinamoorthi_guru_image_high_resolution_desktop_wallpaper.jpg",
      "song": "சுப கிரகம்<br/><br/>
நவகிரகங்களில் முழு சுப கிரகமாக விளங்குபவர் குரு பகவான். இவர் மனித வாழ்விற்கு உண்டான அனைத்து ஏற்றங்கள், நன்மைகளையும், செல்வங்களையும் வாரி வழங்கக் கூடியவர் என்பதால் குரு பகவானுக்கு தனிச் சிறப்பு உண்டு.<br/><br/>
ஜோதிட சாஸ்திரப்படி, சில துன்பங்களை தரக்கூடிய கிரகங்களை குரு பகவனானின் பார்வை பாட்டால், அவரின் துன்பங்கள் விலகி நன்மை பெருகும். நற்பலன்கள் அதிகரிக்கும்.<br/><br/>

வியாழன் கிரகத்திலிருந்து வெளிப்படும் மஞ்சள் நிறக் கதிர், சூரிய கதிரோடு கலப்பதால் பூமியில் உயிரினங்கள் தோன்றுகின்றன.<br/><br/>
குருவின் கொடை:<br/><br/>
ஜனன காலத்தில் ஜாதகத்தில் குரு பலம் பெற்றவர்கள் உடல் ஆரோக்கியம், மன அமைதி, ஆன்மிகச் சிந்தனை, மந்திர சாஸ்திரம், தெய்வ தரிசனம், ஆன்மிக குருக்களின் சந்திப்பு, தெய்வ பக்தி, நல்ல புத்திர், சமூகத்தில் நன்மதிப்பு, அனைத்து வகை செல்வங்கள் கிடைக்கும்.<br/><br/>
குருவின் நட்சத்திரங்களான புனர் பூசம், விசாகம், பூரட்டாதி நட்சத்திரங்களில் பிறந்தவர்களுடன் நட்பு உண்டாகும். மஞ்சள் நிற ஆடை அணிவதில் விருப்பம் ஏற்படும்.<br/><br/>
ஜனன கால குறைப்பாடு:<br/><br/>
சிலருக்கு ஜனனகாலத்தில் குருவின் பார்வை குறைவாக இருந்தால், பிள்ளைகளால் அவப் பெயர், ஆன்மிக நாட்டக் குறைவு, ஆரோக்கியமின்மை, பொருளாதார வளர்ச்சி குறைவு உள்ளிட்ட குறைவுகள் ஏற்படும்.<br/><br/>

குரு விரத முறை:<br/><br/>
இது போன்ற குறைப்பாடுகளை குறைத்து, நற்பலங்களை கூட்ட குரு விரதம் இருப்பது சிறந்த உபாயம்.
விரதம் இருந்து குருவின் ஸ்தலமான ஆலங்குடி சென்று வழிபாடு செய்ய வேண்டும். திருச்செந்தூர் சென்று முருகனை விரதம் இருந்து வழிபடலாம்.<br/><br/>
வசதி இல்லாதவர்கள் திருமணத்திற்கு தாலிக்கு பொன் தானம் செய்யலாம். யானைக்கு கரும்பை உணவாக கொடுக்கலாம்.<br/><br/>

வியாழக்கிழமைகளில் சிவன் கோயிலில் குருபகவானை சென்று வழிபடலாம். கொண்டைக்கடலையால் ஆன மாலையை சாற்றி வழிபடுவது நல்லது.<br/><br/>
விழாயக்கிழமைகளில் விரதம் இருந்து சித்தர்களின் ஜீவ சமாதி சென்று வழிபடலாம். வியாழக்கிழமை கொண்டைக்கடலையை உணவில் சேர்த்துக் கொள்ளலாம்."
    }
  ],
    "வேண்டுதல்கள நிறைவேற நவசக்தி விரதம்!":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/om.jpg",
      "song": "நினைத்த காரியம் வெற்றிகரமாக நடக்க நவசக்தி விரதத்தை கடைபிடிக்கலாம்.<br/><br/>

ஆன்மிகத்தில் விரதம் தொன்று தொட்டு கடைபிடிக்கப்படுகிறது. ஏதாவது வேண்டுதல்கள் இருந்தால், விரதம் இருந்து இஷ்ட தெய்வத்தை வழிபட்டால், நினைத்த காரியம் கைகூடும் என்பது அனுபவம் உள்ளோர்களின் கருத்து.<br/><br/>


சிலர் நாள் முழுவதும் உண்ணாமல் விரதம் இருப்பார்கள். சிலர் ஒரு வேளை மட்டும் உண்பார்கள். இதே போல், நீர் ஆகாரம் மட்டும் எடுத்துக் கொண்டு விரதம் இருந்து ஜெபிப்பவர்களும் உள்ளார்கள். இவையணைத்தும் அவரவர்களின் உடல்நிலைக்கு ஏற்றவாரு மாறுபடும். ஒருவர் நாள் முழுவதும் உண்ணாமல் இருந்து விரதம் இருந்தால், மற்றவர்களும் அப்படி இருக்கவேணடும எனறு எண்ணுவது தவறு. இறைநிலை மட்டும் மனதில் கொண்டாலே போதும்.<br/><br/>

அந்த வகையில, இந்துக்கள் நவகிரக விரதம், நவராத்திரி விரதம், வரலெட்சுமி விரதம், விநாயகர் சதுர்த்தி விரதம், கந்தசஷ்டி விரதம் போன்றவை கடைபிடிக்கப்படுகிறது. இவைகளில் எந்த விரதத்தை கடைபிடித்தாலும், நம் எண்ணத்தில் உறுதியாக இருந்து நவகிரகஙகள் மற்றும் இறைநிலை பரப்பிரம்மத்தை மனதில் கொண்டு இருக்க வேண்டும். அப்படி இருந்தாலே, நாம் நினைத்த காரியம் கைகூடும்

"
    }
  ],
    "சகல மங்கலங்களும் பெற அனுமன் ஜெயந்தி விரதம்!":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/hanuman.jpg",
      "song": "மாதங்களில் சிறப்பு பெற்றது மார்கழி. இதுபோல, திதிகளில் நிறைவானதாக கருதப்படுவது அமாவாசை. அறிவு, ஞானத்தின் அடையாளமாக திகழ்வது மூலநட்சத்திரம்.<br/><br/>
சிறப்பான மாதமான மார்கழியில், அமாவாசை திதியும் மூல நட்சத்திரமும் இணைந்திருக்கும் நாளில் அஞ்சனையின் மகனாக அவதரித்தவனே ஆஞ்சநேயன். அந்த தினம் அனுமன் ஜெயந்தியாக நாடெங்கும் கொண்டாடப்படுகிறது.<br/><br/>


அனுமன் ஜெயந்தி அன்று விரதம் இருப்பவர்கள் பிரம்ம முகூர்த்த வேளையிலேயே குளித்து, ராம நாமம் சொல்லி வணங்கி உபவாசம் தொடங்க வேண்டும். அருகில் இருக்கும் ராமர் அல்லது அனுமன் கோயிலுக்குச் சென்று, அனுமனுக்குத் துளசி மாலை சாத்தி வழிபட வேண்டும். வசதி இருந்தால் வெற்றிலை மாலை, வெண்ணெய்க் காப்பு சாத்தியும் வணங்கலாம்.<br/><br/>

அன்று ஸ்ரீராமஜெயம் எழுதுவது நல்ல பலன்களை அளிக்கும். பொரி, பழம், அவல், கடலை, சர்க்கரை, வெண்ணெய், தேன், பானகம், இளநீர் போன்றவைகளை நைவேத்தியமாக படைக்கலாம். காலையில் துளசி தீர்த்தம் மட்டுமே பருகி உபவாசம் இருக்க வேண்டும். மதிய வேளையில் உணவு எடுத்துக்கொள்ளலாம். இரவில் ஆஞ்சநேயர் ஸ்தோத்திரம், ராமநாமம், ஆஞ்சநேயர் அஷ்டோத்திரங்கள், சுலோகங்கள் கூறி வழிபட வேண்டும்.<br/><br/>

ஆஞ்சநேயருக்கு மிகவும் பிடித்தது ராம நாமம்<br/><br/>

ஓம் ஆஞ்சநேயாய வித்மஹே,<br/><br/>

வாயுபுத்ராய தீமஹி, தந்தோ<br/><br/>

ஹனுமன் ப்ரசோதயாத்<br/><br/>

என்பது அனுமனுக்கான காயத்ரி மந்திரமாகும். இதையும் சொல்லி வழிபடலாம்.<br/><br/>

சகல ஆனந்தங்களையும் அள்ளித்தருபவர் ஆஞ்சநேயர். சிவனையும் திருமாலையும் ஒன்றிணைக்கும் தெய்வமாக விளங்குபவர் ஆஞ்சநேயர். எனவே இவரை வணங்கி அளவில்லாத ஆனந்த நிலையினைப் பெறலாம்."
    }
  ],
    "மாங்கல்ய வரம் அருளும் வரலட்சுமி விரதம்!":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/mariamman.jpg",
      "song": "சுமங்கலிகளுக்கான மிக முக்கியமான பண்டிகை வரலட்சுமி விரதம். இந்நாளில் அன்னை மகாலட்சுமியை முழுமனதுடன் மனதார தியானித்து, அவளைச் சரணடைந்தால் செல்வ வளங்கள் பெறுகும் என்பது ஐதீகம்.<br/><br/>

வரலட்சுமி விரதம் பிறந்த கதை!<br/><br/>

மகத நாட்டைச் சேர்ந்த தெய்வ பக்தி நிறைந்த பெண் சாருமதி. இவள், தனது கணவன், மாமனார், மாமியார் ஆகியோரை சாதாரண மனிதர்கள் போல் கருதாமல், இறைவனே அவர்களது வடிவில் எழுந்தருளி இருப்பதாக கருதி, அவர்களுக்கு பணிவிடை செய்து வந்தாள். அவளது மனப்பான்மை மகாலட்சுமிக்கு மகிழ்ச்சியைத் தந்தது. மகாலட்சுமி, சாருமதியின் கனவில் வரலட்சுமியாக தோன்றி அருள் புரிந்தாள்.<br/><br/>
என்னை துதித்து வரலட்சுமி விரதம் மேற்கொள்பவர்களது இல்லத்தில் நான் வசிப்பேன் என்று அப்போது சாருமதிக்கு அருளிய வரலட்சுமி, அந்த விரத முறையை கூறி மற்றவர்களுக்கு எடுத்துரைக்குமாறும் கேட்டுக் கொண்டாள். சாருமதியும், அந்த விரதத்தைக் கடைபித்து தான் பயனடைந்ததோடு, அதை எல்லோருக்கும் சொல்லிக் கொடுத்தாள். இப்படித்தான் வரலட்சுமி விரதம் பிறந்தது. <br/><br/>
விரதம் இருக்கும் முறை:<br/><br/>

ஆடி அல்லது ஆவணி மாத பவுர்ணமிக்கு முன்னதாக வரும் வெள்ளிக் கிழமை அன்று, வரலட்சுமி விரதத்தை மேற்கொள்ள வேண்டும். அதற்கு முதல் நாளே வீட்டை சுத்தம் செய்து, பூஜை அறையை மெழுகி, கோலமிட வேண்டும். வீட்டின் தென்கிழக்கு மூலையில் ஒரு சிறிய மண்டபம் அமைத்து அலங்கரிக்க வேண்டும். மண்டபத்தின் இரு பக்கங்களிலும் வாழை மரக்கன்று கட்டி, பூக்களால் தோரணம் கட்ட வேண்டும். அதில் தங்கம், வெள்ளி அல்லது சந்தனத்தால் செய்யப்பட்ட வரலட்சுமி தேவியின் படத்தை வைக்க வேண்டும்.<br/><br/>

லட்சுமிதேவியின் முன்பாக ஒரு வாழை இலை போட்டு, அதில் பச்சரிசியை பரப்ப வேண்டும். அரிசியின் மீது தேங்காய், மாவிலை, எலுமிச்சை மற்றும் பழங்கள் வைக்க வேண்டும். லட்சுமிக்கு மஞ்சள் ஆடை அணிவிக்க வேண்டும். ஒரு கலசத்தில் மஞ்சள் கயிறு கட்டி, அதன் மேல் தேங்காய் வைக்க வேண்டும். தேங்காயிலும், கலசத்திலும் குங்குமம் இட வேண்டும். பின்னர் கலசத்தை அரிசியின் நடுவில் வைக்க வேண்டும்.<br/><br/>
தொடர்ந்து முதலில் விநாயகர் பூஜை செய்ய வேண்டும். பின்னர் லட்சுமியை அர்ச்சித்து, தூப- தீபங்கள் காட்ட வேண்டும். அன்னம், பாயசம், பழ வகைகள் நிவேதனம் செய்ய வேண்டும். பின்னர் வரலட்சுமியின் முன் வைத்திருந்த நோன்புச்சரட்டை மஞ்சள், குங்குமம் இட்ட மலர்களோடு சேர்த்து கழுத்தில் கட்டிக் கொள்ள வேண்டும். பூஜையின் போது அஷ்ட லட்சுமி ஸ்தோத்திரம், கனகதாரா ஸ்தோத்திரம், மகா லட்சுமி ஸ்தோத்திரம் ஆகியவற்றை படிக்க வேண்டும்.<br/><br/>

வரலட்சுமி விரதத்தின் மகத்துவம்!<br/><br/>

பெண்கள் வரலட்சுமி விரதம் இருப்பதால், அஷ்ட லட்சுமிகளும் மகிழ்வதாக ஐதீகம். இதனால், திருமணமான பெண்களின் மாங்கல்ய பாக்கியம் நிலைக்கும். செல்வம் சேரும். கன்னிப்பெண்களுக்கு திருமணம் கைகூடும். குழந்தைகளுக்கு கல்வி ஞானம் கிட்டும். அம்பிகையின் அருளால் விரும்பிய நலன்கள் வாழ்வில் கிடைக்கப்பெறும்.<br/><br/>"
    }
  ],
    "செல்வத்தை ஈர்க்கும் பிரதோஷம் வழிபாடு":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/shiva.jpg",
      "song": "பிறந்த தோஷம், பிறவி தோஷம், பிற தோஷங்களைப் போக்கக் கூடிய சித்தர்களின் சூட்சும வழிபாட்டு முறைக்கு பெயர் தான் பிரதோஷம்.<br/><br/>

நெடுங்காலங்களுக்கு முன் சித்தர்கள் மட்டும் வழிபாடு செய்து வந்தனர். அதன் பின்னர் சித்தர்கள் வழியில், ஆன்மிக நெறியைப் பின்பற்றி வந்தவர்களும், அதன் பின்னர் மிகவும் பிரபலமான சில ஆன்மிக பிரியர்கள் செய்துவந்தனர். தற்போது பிரதோஷத்தின் அருமையும், பெருமையும் அறிந்ததால், அனைத்து மக்களும் பிரதோஷத்திற்காக சிவ ஆலயத்தை நோக்கி செல்கிறார்கள்.<br/><br/>

நாம் பிரதோஷ தினத்தில் சிவ ஆலயத்திற்குச் சென்று வழிபட்டால், வாழ்வில் இருக்கும் அனைத்து பாவங்களும், தோஷங்களும் காணாமல் போகும்.
நான் உரைக்கும் வார்த்தைகள் எல்லாம், நாயகன் உரைக்கும் வார்த்தைகள் என்று என பெரியவர்கள் சொல்வார்கள்.<br/><br/>

புதன் பிரதோஷம் :<br/><br/>
பொன் கிடைத்தாலும் புதன் கிடைக்காது என்பார்கள். புதன் என்பது செல்வத்தை அள்ளித்தரக்கூடிய ஒரு பொன்னான நாள். அந்த நாளில் யார் ஒருவர் விரதம் இருந்து பிரதோஷ வழிபாடு செய்கிறார்களோ, அவர்களின் வாழ்வில் செல்வம் பெருகும்.<br/><br/>

செல்வம் என்பது பணம் மட்டுமல்ல... அறிவுச் செல்வம், ஆரோக்கியம், குழந்தை செல்வம், திருமண பாக்கியம், குடும்ப ஒற்றுமை என 16 வகையான செல்வங்கள் இருக்கின்றன. அந்த 16 செல்வங்களைப் பெற புதன் கிழமைகளில் வரும் பிரதோஷ வழிபாடு தான் சிறந்த நாள்.<br/><br/>
புதன் கிழமையில் வரும் பிரதோஷ விரதம் இருப்பவர்கள், செவ்வாய் கிழமை மாலையிலேயே நன்றாக குளித்து சிவ ஆலயத்திற்கு சென்றோ அல்லது வீட்டிலிருந்தோ சிவனை வழிபட்டு<br/><br/>
ஓம் நமசிவாய<br/><br/>

என்ற மந்திரத்தை கிழக்கு திசை நோக்கி அமர்ந்து 108 முறை உச்சரிக்க வேண்டும்.<br/><br/>
பின்னர் இரவு எளிய உணவு எடுத்து உறங்கிவிடுங்கள்.<br/><br/>

புதன் கிழமை காலையில் எழுந்து குளித்து, அருகில் உள்ள சிவ ஆலயத்திற்கு செருப்பு போடாமல் நடந்து சென்று சிவ பெருமானையும், நந்தி பகவானையும் வழிபட்டு, நான் புதன் கிழமை பிரதோஷ விரதம் இருக்கின்றேன், என் வாழ்க்கையில் இருக்கும் அத்தனை செல்வ தடைகளும் காணாமல் போக வேண்டும் என வேண்டி கோயிலில் அமர்ந்து 108 முறை ‘ஓம் நமசிவாய’ மந்திரத்தை கொடிமரத்திற்கு அருகில் அல்லது, தல விருச்சத்திற்கு அருகில் அல்லது நந்தி பகவானுக்கு அருகில் அமர்ந்து உச்சரிக்கவும்.<br/><br/>

மீண்டும் 4 மணிக்கு சிவ ஆலத்திற்கு சென்று நந்தி பகவானுக்கு அருகம்புல் மாலை அணிவித்தால் தொழில் தடைகள் நீங்கும். சிவனுக்கு அர்ச்சனை செய்யுங்கள்.<br/><br/>

பிரதோஷம் நடக்கக்கூடிய மாலை 4:30 மணி முதல் 6:30 மணிவரை, உலகில் உள்ள அத்தனை தேவதைகள், தெய்வங்களும், நேர்மறை எண்ணம் கொண்ட சக்திகள், சித்தர்கள் அங்கு கூடி சிவபெருமானை பார்ப்பதாக ஐதீகம்.<br/><br/>



அந்த நேரத்தில் நாம் கோயிலில் எந்த வேலையாவது செய்தால், அவர்களின் பார்வை நம் மேல் படும், நம் வாழ்வின் பிரச்சினைகள், பாவங்கள் போக்குவார்கள்.<br/><br/>

அன்று கோயிலில் தயிர் சாதம் வழங்குபவர்களுக்கு, நீண்ட நாள் காரியம் நிறைவேறும்.
அங்கு இருக்கும் காமதேனு பசுவிற்கு 4 மஞ்சள் வாழைப்பழம் கொடுக்கவும்.<br/><br/>


பிரதோஷ விரதத்தில் செய்யக் கூடாதவை:<br/><br/>
விரதம் இருந்து சிவபெருமான், நந்தியை வழிபாட சென்றவர்கள் கோயிலில் யாருடனும் பேசாதீர்கள்.<br/><br/>

எதிர்மறை எண்ணங்களை வெளிப்படுத்தாதீர்கள்.<br/><br/>

சிவனின் நாமத்தை மாட்டும் உச்சரியுங்கள்<br/><br/>

நந்தியை மறைத்துக் கொண்டு சிவ பெருமானை வணங்காதீர்கள்<br/><br/>

யாரையும் எதிர்மறையாக பேச வேண்டாம்.<br/><br/>



அதோடு ஈஸ்வர தியானம் மற்றும் நந்தீஸ்வரர் 108 போற்றி மந்திரங்களை 5 முறை ஜெபித்தால் அனைத்து செல்வங்களும் நமக்கு கிடைக்கும்.
"
    }
  ],
    "வினை தீர்க்கும் விநாயகர் சதுர்த்தி விரதம் இருப்பது எப்படி?":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/vinayagar.png",
      "song": "ஆவணி மாதம் வளர்பிறையில் நான்காம் நாளான சுக்ல பட்ச சதுர்த்தி தினமே விநாயகர் சதுர்த்தியாகக் கொண்டாடப்படுகிறது. பார்வதி தேவியே கடைப்பிடித்த மகிமை மிக்க விரதம் இது.<br/><br/>
விநாயகர் தோன்றிய விசித்திர கதை:<br/><br/>
பார்வதிதேவி தான் நீராடச் செல்லும் முன், தான் பூசும் மஞ்சளைப் பிடித்து உயிர் கொடுத்து, யாரையும் உள்ளே விடாதே என்று கூறிச்சென்றாள். அப்போது சிவன் வர, காப்பாளன் தடுக்க, பரசுவால் அவன் தலையைத் துண்டித்து உள்ளே சென்றார் சிவன். தேவி வெகுண்டாள். நிலையை உணர்ந்த சிவன் முதலில் தென்பட்ட உயிரினமான யானையின் தலையைப் பொருத்தி உயிர்ப்பித்து, உன்னை வணங்காமல் எவரும் எது செய்தாலும் அது விக்னம் அடையும். நீயே யாவருக்கும் தலைவன். எனவே விநாயகன் என்றார். இப்படி விசித்திரமாக நிகழ்ந்த ஒன்றுதான் விநாயகர் அவதாரம்.<br/><br/>

விநாயகர் சதுர்த்தி விரதம்:<br/><br/>

அன்றையதினம் அதிகாலையில் எழுந்து நீராடிவிட்டு பூஜையறையில் கோலமிட்டு தலைவாழை இலை ஒன்றைப் போடுங்கள். இலையின் நுனி, வடக்கு பார்த்து இருக்கட்டும். அதில் பச்சரிசியைப் பரப்பி, அதன் மேல் களிமண்ணால் செய்த பிள்ளையாரை வையுங்கள். அருகம்புல், எருக்கம்பூ போன்றவற்றை சாத்துங்கள். சந்தனம், குங்குமம் இடுங்கள். விளக்கேற்றி வைத்து, ஊதுபத்தியைக் கமழச் செய்யுங்கள்.<br/><br/>

உங்களுக்குத் தெரிந்த துதிகளைச் சொன்னபடியே வசதிக்கு ஏற்ற நிவேதனப் பலகாரங்களைச் செய்யுங்கள். பலகாரங்கள் தவிர, அவல், பொரி, கடலை, தேங்காய், விளாம்பழம், நாவற்பழம் போன்றவையும் விநாயகருக்கு விருப்பமானவைதான். நல்ல நேரத்தில் பிள்ளையாருக்கு தூப, தீபம் காட்டி, தெரிந்த துதிகளைச் சொல்லி பூஜித்து நிவேதனம் செய்யுங்கள்.<br/><br/>

அன்று இரவு அவசியம் சந்திரனைப் பாருங்கள். சதுர்த்தி நாட்களில் நிலவைப் பார்ப்பது கூடாது என்பார்கள். ஆனால் பிள்ளையார் சதுர்த்தியன்று மட்டும் அதில் விதிவிலக்கு உண்டு. அன்றைய தினம் சந்திரனைப் பார்த்தால்தான் விநாயகர் வழிபாட்டின் பூரணபலன் கிட்டும் என்கிறது பார்க்கவ புராணம். தும்பிக்கையானை நம்பிக்கையுடன் துதியுங்கள். அவன், நீங்கள் வேண்டுவன யாவும் கிட்டச் செய்வான்.<br/><br/>"
    }
  ],
    "பைரவர் அருட்கடாட்சம் பெற தேய்பிறை அஷ்டமி விரத வழிபாடும் பலன்களும்":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/shiva.jpg",
      "song": "கார்த்திகை மாத தேய்பிறை அஷ்டமி திதியன்று சிவபெருமானின் அவதாரங்களில் ஒருவரான ஸ்ரீ கால பைரவர் ஜெயந்தியாக கொண்டாடப்படுகின்றது. இதன் காரணமாக தான் கால பைரவரை வழிபட ஒவ்வொரு மாதமும் வரும் தேய்பிறை அஷ்டமி திதி மிக உகந்த நாளாக பார்க்கப்படுகின்றது.<br/><br/>

எல்லா சிவ தலங்களிலும், ஈசான்ய மூலை என்ப்படும் வடகிழக்கு திசையில் நீல மேனியாக அருள் தருபவர் ஸ்ரீ காலபைரவர்.<br/><br/>

ஸ்ரீ காலபைரவருக்கு காலையில் கோயில் திறந்தவுடனும், இரவு மூடும்போதும் விஷேச பூஜை செய்ய வேண்டும் என நித்யபூஜா விதி கூறுகின்றது.<br/><br/>

ஸ்ரீ காலபைரவருக்கு சிறப்பான தேய்பிறை அஷ்டமி:<br/><br/>
ஒவ்வொரு பெளர்ணமிக்கு பின் வரும் அஷ்டமி தேய்பிறை அஷ்டமி ஆகும். அந்த நாள் ஸ்ரீ காலபைரவருக்கு மிகவும் உகந்த நாள் ஆகும். அப்போது நம் குறை தீர வேண்டிக் கொண்டு ஸ்ரீ காலபைரவருக்கு விரதம் மற்றும் வழிபாடு நடத்தினால் மிக சிறப்பான பலன்களை வாரி வழங்குவார்.<br/><br/>

ஸ்ரீ காலபைர் விரத முறை<br/><br/>
அஷ்டமி அன்று அதிகாலையில் குளித்து வீட்டில் விளக்கேற்றி பைரவரை நினைத்து வழிபாடு நடத்த வேண்டும். பகலில் ஏதாவது ஒரே ஒரு முறை மட்டும் சாப்பிட வேண்டும். சிவன் கோயிலுக்கு சென்று, அங்கிருக்கும் பைரவருக்கு பஞ்சதீபம் ஏற்றி வழிபாடு நடத்தலாம். பஞ்ச தீபம் என்றால் இலுப்பை எண்ணெய், விளக்கு எண்ணெய், தேங்காய் எண்ணெய், நல்லெண்ணெய், பசு நெய் ஆகியவற்றை தனித்தனியாக ஏற்ற வேண்டும்.<br/><br/>

இந்த ஐந்தையும் ஒன்றிலிருந்து மற்றொன்றை ஏற்றக்கூடாது. தனித்தனியாக ஏற்றுவது நல்லது.<br/><br/>

மாலையில் பைரவருக்கு வடை மாலை சாற்றி வழிபடுவதும், தயிர் சாதம் செய்தும், சர்க்கரைப் பொங்கல் படைத்து குழந்தைகளுக்கு, பக்தர்களுக்கு வழங்கினால் நல்லது.<br/><br/>

ஸ்ரீ காலபைரவரவரை எப்படி வழிபட வேண்டும்?<br/><br/>
தேய்பிறை அஷ்டமியில் சிகப்பு நிற ஆடை அணிந்து, சிகப்பு நிற மலர்களால் அர்ச்சித்து, வெள்ளைப் பூசனியில் நெய் தீபம் ஏற்றி வர மிகவும் நல்ல பலன்களை பெறலாம். ராகுகாலத்தில் 11 நெய் தீபம் ஏற்றி வழிபடுவதும், ருத்ராபிஷேகம் செய்தல், வடைமாலை சாற்றி வழிபடுவது நல்லது.<br/><br/>

தினமும் ஸ்ரீ காலபைர் காயத்திரி மந்திரம் சொல்லி வழிப்படுதல் நலம் பயக்கும். ஸ்ரீ காலபைருக்கு அர்ச்சனை செய்து வழிபட்டால் திருமணம் ஆகாதவர்களுக்கு விரைவில் நடக்கும்.<br/><br/>

ஸ்ரீ காலபைரை வணங்குவதால் வறுமை, பகைவர்களின் தொல்லை, வியாபார முன்னேற்றம், தன லாபம், பயம் நீங்கி அஷ்ட ஐஸ்வர்களும் கிடைக்கும்.<br/><br/>"
    }
  ],
    "குழந்தை வரம் அருளும் கிருஷ்ண ஜெயந்தி விரதமுறையும்: பலன்களும்!":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/perumal.jpg",
      "song": "மஹாவிஷ்ணு, கிருஷ்ணாவதாரம் எடுத்த தினமே கிருஷ்ண ஜெயந்தி பண்டிகையாக கொண்டாடப்படுகிறது. கண்ணன் பிறந்த ஆவணி மாத ரோகிணி நட்சத்திரம், மற்றும் பிறந்த திதியான அஷ்டமியைக் கணக்கிட்டு இவ்விழா அனுசரிக்கப்படுகிறது.<br/><br/>


அந்தவகையில் கிருஷ்ண ஜெயந்தி விழா, நாளை நாடு முழுவதும் கொண்டாடப்படும் நிலையில், கிருஷ்ண ஜெயந்தி விரத முறையும் அதன் பலன்களையும் குறித்து இப்போது பார்க்கலாம்.<br/><br/>
கிருஷ்ண ஜெயந்தி விரத முறை!<br/><br/>

பகவான் கிருஷ்ணர் குழந்தை அவதாரமாக நம் வீட்டுக்கு வந்து அருள்பாலிப்பதே கோகுலாஷ்டமி பண்டிகையின் முக்கிய அம்சம். அதனால் கிருஷ்ண ஜெயந்தியன்று வீட்டை கழுவி சுத்தம் செய்து, அரிசி மாவால் கோலமிட்டு, மாவிலை தோரணங்களால் அழகுபடுத்த வேண்டும். பின்னர் வாசலில் தொடங்கி பூஜை அறை வரை, சின்னக்கண்ணன் நடந்து வருவது போல், அவனது பாதச்சுவடுகளை அரிசி மாவால் பதிக்க வேண்டும்.<br/><br/>

கண்ணன் குழந்தை பருவத்தில் வெண்ணெய் திருடி உண்டு மகிழ்ந்தார். இதனால், கிருஷ்ண ஜெயந்தியன்று பால், தயிர், வெண்ணெய், அவல், பழங்கள் மற்றும் வெண்ணெய் சர்க்கரை கலந்த நவநீதம் என்னும் கலவையை நிவேதனமாகப் படைக்க வேண்டும். வெல்லச்சீடை, உப்பு சீடை, முறுக்கு, லட்டு, மைசூர்பாகு, தேன்குழல், மனோகரம், திரட்டுப்பால், பர்பி போன்றவற்றையும் படைக்கலாம்.<br/><br/>

திருமணமாகி நீண்ட காலமாகியும் குழந்தை இல்லாதவர்கள், கிருஷ்ண ஜெயந்தி அன்று விரதம் மேற்கொள்வது சிறப்பு. தம்பதியர் காலையில் நீராடி விரதத்தை தொடங்க வேண்டும். கணவன், மனைவி இருவரும் தம்பதி சகிதமாகவே விரதம் இருக்க வேண்டும். பகலில் விரதம் இருக்க வேண்டும். இரவில் ஸ்ரீ கிருஷ்ணரை பூஜித்து கண் விழித்து இருந்து அவரது வரலாறை கேட்க வேண்டும்.<br/><br/>

மறுநாள் கிருஷ்ணருக்கு மீண்டும் பூஜைகள் செய்து வழிபாடுகள் நடத்தி அன்னதானம் செய்ய வேண்டும். அதன்பிறகு விரதத்தை பூர்த்தி செய்வது மிகவும் சிறந்தது.<br/><br/>

விரத பலன்!<br/><br/>

குழந்தை பாக்கியம் இல்லாதவர்கள், புதுமண தம்பதியர், கருவுற்றிருக்கும் தாய்மார்கள் தங்களுக்கு புக்தி, யுக்தி, அறிவு, ஆற்றல், ஆயுள், ஆரோக்யம் மிக்க புத்திர பாக்கியத்தை அருள வேண்டும் என்று அந்த ஆலிலைக் கண்ணனிடம் மனமுருகி பிரார்த்தனை செய்தால், ஜாதகத்தில் உள்ள புத்திர தோஷம், புத்திர தடை போன்றவை நிவர்த்தியாகி புத்திர பாக்ய யோகம் கிடைக்கும் என்பது பலங்காலம் தொட்ட நம்பிக்கை.<br/><br/>"
    }
  ],
    "நினைத்த காரியத்தில் வெற்றியைப் பெற புரட்டாசி மாதத்தில் இந்த எளிய பரிகாரத்தை முயற்சிக்கவும்":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/perumal.jpg",
      "song": "ஒவ்வொரு மாதமும் சில ஆன்மீக முக்கியத்துவத்தைக் கொண்டுள்ளது, அதில் புரட்டாசி மாதம் மகாவிஷ்ணுவுக்கு மிக உகந்த மாதம். எனவே, இது புருஷோத்தம மாதமாக கருதப்படுகிறது. இந்த மாதத்தில், விஷ்ணுவின் அருளைப் பெற விரதமிருந்து, வழிபாடு செய்வது, கதைகளை கேட்பது சிறந்தது. இதன் மூலம் அந்த நபர் விரும்பிய வெற்றியைப் பெறலாம் என்று நம்பப்படுகிறது.<br/><br/>
கணவரின் ஆயுள் அதிகரிக்க<br/><br/>
புரட்டாசி மாதத்தில், முடிந்தால் ஒருவர் பிரம்மா முகூர்த்தத்தில் எழுந்து புனித நதியில் குளிக்க வேண்டும் என்று கூறப்படுகிறது. இல்லையெனில், நீங்கள் குளிக்கும் நீரில் கங்கை நீரைச் சேர்த்து குளிக்க வேண்டும்.<br/><br/>

குளித்து தயாரான பிறகு காயத்ரி மந்திரத்தை முறைப்படி உச்சரிக்க வேண்டும். பெண்கள் இந்த விதியைப் பின்பற்றினால், அவர்களின் கணவரின் உடல்நிலை நன்றாக இருக்கிறது, அவர்களின் ஆயுள் நீளும் என்பது நம்பிக்கை. இதுவே மனைவியின் ஆரோக்கியம், ஆயுள் விருத்தி அடைய கணவன் இதைச் செய்யலாம்.<br/><br/>
ஸ்ரீ மஹாவிஷ்ணு காயத்ரி மந்திரம்<br/><br/>

ஓம் நாரயணாய வித்மஹே<br/><br/>

வாசுதேவாய தீமஹி<br/><br/>

தந்நோ விஷ்ணு: ப்ரசோதயாத்<br/><br/>

துளசி மாடத்தை வணங்குதல்<br/><br/>
புரட்டாசி மாதத்தில் ஒவ்வொரு மாலையும் துளசி செடியின் முன் நெய் விளக்கை ஏற்றி வைக்கவும். பின்னர், ஓம் வாசுதேவய நம: என்ற மந்திரத்தை உச்சரிக்கவும். துளசி செடியை 11 அல்லது 21 முறை வலம் வரவேண்டும். இப்படி செய்வதால் வீட்டில் அன்பும், அமைதியும் அதிகரிக்கும். அதுமட்டுமில்லாமல் பொருளாதார நெருக்கடியிலிருந்து மீளலாம்.<br/><br/>
செல்வ வளம் பெற<br/><br/>
வருமை நீங்கி செல்வ வளம் அதிகரிக்க விரும்பினால் நீங்கள் பெருமாள் கோயிலுக்கு சென்று வெள்ளை இனிப்பு பலகாரம் பக்தர்களுக்கு வழங்கலாம். அல்லது பசுவுக்கு கீரை வழங்குங்கள்.<br/><br/>

எந்த பிரசாதமாக இருந்தாலும் அதில் நீங்கள் துளசி இலைகளை சேர்க்க வேண்டும் என்பதை நினைவில் கொள்ளுங்கள். இதைச் செய்வதன் மூலம், மகாவிஷ்ணுவின் அருள் கிடைப்பதால் செல்வம் மற்றும் மன அமைதியைப் பெறலாம்.<br/><br/>

​பெருமாளுக்கு உகந்த மஞ்சள் நிறம்<br/><br/>
திருமாலுக்கு உகந்த நிறம் மஞ்சள். அவர் மஞ்சள் ஆடையை அணிந்தவர். மங்களம் நிறைந்தவர் என்பதால் நம்மால் முடிந்த அளவு மஞ்சள் நிற உடைகள், மஞ்சள் நிற பழங்கள் மற்றும் மஞ்சள் தானியங்களை பெருமாள் கோயிலில் வைத்து பிரார்த்தனை செய்யுங்கள், பின்னர் இவை அனைத்தையும் தேவைப்படுபவர்களுக்கு தானம் செய்யுங்கள். இதைச் செய்வதன் மூலம், விஷ்ணுவின் பூரண அருள் கிடைக்கப் பெறுவீர்கள்.<br/><br/>

​வேலையில் சிரமம் நீங்க<br/><br/>
வேலையில் சிரமம் இருந்தால் அல்லது வேலை கிடைப்பதில் சிரமங்களை எதிர்கொண்டால், புரட்டாசி மாதத்தில் வீட்டில் ஏழு சிறுவர், சிறுமிகளை அழைத்து அவர்களுக்கு உணவு வழங்குங்கள். அந்த உணவில் குறிப்பாக பாயசம் இருக்க வேண்டும். இதைச் செய்வதன் நீண்ட நாள் வேலையில்லா திண்டாட்டம் நீங்கி, நல்ல வேலை கிடைக்கும்.<br/><br/>

​மறந்தும் இதை செய்து விடாதீர்கள்<br/><br/>
எப்போதும் உங்களின் கடின உழைப்பின் மீது நம்பிக்கை வையுங்கள். அதே சமயம் எப்போதும் பொய்கள் கூறுதல் மற்றும் வஞ்சக எண்ணங்களிலிருந்து விலகி இருக்க வேண்டும். குறிப்பாக பேராசையைத் தவிர்க்கவும். முறையற்ற முறையில் பணம் பெறுவது பற்றி கனவில் கூட நினைக்கக்கூடாது.<br/><br/>
பேச்சில் உண்மையும் பணிவு இருக்க வேண்டும். கடுமையான வார்த்தைகளைப் பேசுவதைத் தவிர்க்கவும். இப்படி யாரெல்லாம் மகாவிஷ்ணுவின் அருளைப் பெற அவனை நாடுகின்றனரோ அவர்களின் செயல்களும், எண்ணங்களும் நிறைவேறும். மன மகிழ்ச்சி கிடைக்கும்.<br/><br/>"
    }
  ],
    "எண்ணிய காரணங்கள் நிறைவேற சாய்பாபா விரதம்! - விதிமுறைகள் என்ன?":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/sai-baba.jpg",
      "song": "தாங்கள் நினைத்த காரியம் நிறைவேற சாய்பாபாவை வேண்டி கொண்டு வரும் ஒன்பது வியாழக்கிழமை சாயம் இருப்பார்களாயின் 9 வியாழக்கிழமை விரதம் குறித்த விதி முறைகளைப் பார்ப்போம்.<br/><br/>

விரதத்தை எந்த ஒரு வியாழக்கிழமை ஆனாலும் அன்றில் இருந்தே ஆரம்பிக்கலாம். விரதத்தை ஆரம்பிக்க முன்னர் சாயி நாமத்தை மனதார வேண்டிக் கொண்டு ஆரம்பிக்க வேண்டும். விரததத்தை ஆண், பெண், குழந்தைகள் என்று யார் வேண்டுமானாலும் இருக்கலாம். எந்த காரியத்திற்காக ஆரம்பிக்கிறோமோ அதை தூய மனதில் சாய்பாபாவை எண்ணிக்கொண்டு சாதித்துக் கொள்ள வேண்டும்.<br/><br/>

காலையில் சாய்பாபாவின் போட்டோவிற்கு அல்லது விக்ரகத்தின் பூஜை செய்ய வேண்டும். இந்த விரதத்தின் போது திரவ ஆகாரங்கள் உட்கொள்ளலாம். அதாவது பால், நீர், பழங்கள், இனிப்புகள் போன்றவற்றை உண்ணலாம். அப்படி நாள் முழுவதும் செய்ய முடியாதவர்கள் ஏதாவது ஒரு வேலையை மதியமோ அல்லது இரவு உணவு அருந்திக் கொள்ளலாம்.<br/><br/>

நாள் முழுவதும் பட்டினியாக இருந்து மட்டும் இந்த விரதத்தை செய்யவே கூடாது. ஒரு தூய ஆசனத்தில் அல்லது பலகையில் அது மஞ்சள் நிற துணியை விரித்து சாய் பாபா படத்தை வைத்து, தூய நீரால் துடைத்து சந்தனம் குங்குமம் வைத்து திலகம் இட வேண்டும். மஞ்சள் நிற மலர்கள் கிடைத்தால் அதை மாலையாக போட்டு சாய் பாபா படத்திற்கு அல்லது விக்ரகத்திற்கு பொட்டு வைத்து தீபம், ஊதுபத்தி ஏற்றி பிரசாதமான பழங்கள் இனிப்புகள் கற்கண்டு எதுவானாலும் சரி நைவேத்தியம் செய்து படைத்து சாய்பாபாவை வணங்க வேண்டும்.<br/><br/>

முடிந்தால் சாயிபாபாவின் கோவிலுக்குச் செல்லலாம். வீட்டிலேயே சாயிபாபாவுக்கு ஒன்பது வாரங்கள் பூஜை செய்தபின் இவ்விரதம் நிறைவு பெறுகிறது. பூஜையின்போது சாய் விரத கதைகளைக் கேட்கலாம் சாய் கதைகள், சாய் பாமாலை அல்லது சாய் பவானி ஆகியவற்றை பக்தியுடன் படிக்கலாம், கேட்கலாம்.<br/><br/>

வெளியூர் செல்வதானாலும் இந்த விரதம் கடைபிடிக்கலாம். விரதத்தின் 9 வாரங்களில் பெண்களுக்கு மாத விலக்கு அல்லது இன்ன பிற காரணங்களாலே விரதம் செய்ய முடியவில்லை என்றால் அதில் எந்த தவறும் இல்லை. அந்த வியாழக்கிழமையை கணக்கில் கொள்ளாமல் மற்றொரு வியாழக்கிழமை தொடர்ந்து விரதம் இருந்தால் ஒன்பது வியாழக்கிழமைகள் நிறைவு செய்ய முடியும். ஒன்பதாவது வியாழக்கிழமை 5 ஏழைகளுக்கு உணவளிக்க வேண்டும். நேராக உணவளிக்க முடியாதவர்கள் யார் மூலமாகவும் பணமாகவோ உணவுப் பொருளாக கொடுத்து உதவி செய்வதை சாய்பாபா முழுமனதுடன் ஏற்றுக் கொள்வார். சாய் பாபாவின் மகிமை மற்றும் விரதத்தை அவர்களுக்கு எல்லா நலமும் பலமும் கிடைக்கும் என்பது அனைவரின் நம்பிக்கை. விதிமுறைகளின்படி விரதமும் விரத நிறைவும் செய்தால் நிச்சயமாக எண்ணிய காரியம் நிறைவேறும் என்பது நம்பிக்கை.<br/><br/>"
    }
  ],
    "கந்த சஷ்டி விரதம் இருப்பது எப்படி? -குழந்தை வரம் உள்ளிட்ட பல பலன் அள்ளித்தரும்!":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/murugan.jpg",
      "song": "சஷ்டி விரதம் எப்போது?<br/><br/>

கார்த்திகை மாதம் வளர்ப்பிறையில் வரக்கூடிய சஷ்டி மகா சஷ்டி என அழைக்கப்படுகிறது. அந்த நாளை சேர்த்து மொத்தம் 6 நாட்கள் விரதம் இருப்பதும் சூரசம்ஹாரப் பெருவிழாவுடன் இந்த விரதம் நிறைவடையும்.<br/><br/>

இந்த சஷ்டி விரதம் சிறப்பாக நடக்கும் திருச்செந்தூர் கோயில் முருகனின் ஆறுபடை வீடுகளில் 2வது படை வீடாகும்.<br/><br/>

சஷ்டி சிறப்பு<br/><br/>
குழந்தை வரம் வேண்டி முருகனை நினைத்து விரதமிருக்க அவரே குழந்தையாக பிறப்பார் என்பது ஐதீகம்.<br/><br/>

கந்த சஷ்டி திருநாள்:<br/><br/>
ஒவ்வொரு மாதமும் வளர் பிறை தேய்பிறைகளில் சஷ்டி திதி வருவது வழக்கம். அப்படி கார்த்திகை மாதத்தி வரும் வளர்பிறை சஷ்டிக்கு மகா சஷ்டி என அழைக்கப்படுகிறது. இந்த தினத்தில் திருச்செந்தூர் கோயிலில் ஆயிரக் கணக்கான பக்தர்கள் விரதமிருந்து வழிபடுவது வழக்கம்<br/><br/>

குழந்தை வரத்திற்கான சஷ்டி விரதம் :<br/><br/>
குழந்தை வரம் பெற விரும்புபவர்கள் சஷ்டி தினங்களில் விரதமிருக்கலாம். ஆனால் கார்த்திகை மாதத்தில் வரக்கூடிய வளர்பிற் மகா சஷ்டியில் 6 நாள் விரதம் கடைப்பிடிப்பது மிக விசேஷமானது. அப்போது குழந்தை வரம் வேண்டும் தம்பதியர் இருவரும் சேர்ந்து விரதம் இருப்பது நல்லது. கோயிலிலோ அல்லது வீட்டிலிருந்து கூட விரதம் இருக்கலாம்.<br/><br/>


விரதம் இருக்கும் அன்பர்கள் தங்களின் உடல் நிலையை கருத்தில் கொள்வது அவசியம். மருத்து மாத்திரைகளை எடுத்துக் கொள்பவர்களும், உடல் நல பிரச்னை உள்ளவர்கள் இந்த தீவிர விரதத்தை யோசித்து முடிவு செய்யவும்.<br/><br/>

குழந்தை வேண்டும் தம்பதியர், வேலையில் இருந்தாலும், நாம் அலுவலகத்தில் கூட விரதம் இருக்கலாம். காலையில் எழுந்து குளித்து முருகனுக்கு பூஜை செய்து உங்களின் விரதத்தை தொடங்கலாம்.<br/><br/>

மகா விரதம்:<br/><br/>
கந்த சஷ்டி விரதம் ஏற்கும் பக்தர்கள் பல வகைகளில் விரதம் இருப்பதுண்டு. சிலர் வெறும் தண்ணீர் மட்டும் குடித்தும், சிலர் பால் பழம் மட்டும் எடுத்துக் கொள்ளும் முறைகள் உண்டு.<br/><br/>

சூர சம்ஹார நிகழ்வு முடியும் வரை விரதம் இருப்பதும், பின்னர் சுவாமி தரிசனம் செய்து விரதத்தை முடிக்கலாம்.<br/><br/>

எங்கு விரதம் இருக்கலாம்?<br/><br/>
வீட்டில் கூட சஷ்டி விரதம் இருக்கலாம் அல்லது முருகனின் ஆறுபடை வீடு கோயிலில் சென்று இருக்கலாம்.<br/><br/>

விரதத்தின் போது செய்ய வேண்டியது:<br/><br/>

பக்தர்கள் விரதத்தின் போது முருகனின் மந்திரங்களை பாராயணம் செய்தல், முருகனின் திருவிளையாடல் கதைகளைப் படிப்பது நல்லது. கந்த சஷ்டி கவசம் படித்தல், திருப்புகழ் உள்ளிட்டவை படித்து முருகனின் அருளைப் பெறலாம்.<br/><br/>

கந்த சஷ்டி கவசம் பாடல் வரிகள்<br/><br/>

திருப்புகழ் பாராயணம்:<br/><br/>
செகமாயை யுற்றெ னகவாழ்வில் வைத்த
திருமாது கெர்ப்ப... முடலூறித்

தெசமாத முற்றி வடிவாய்நி லத்தில்
திரமாய ளித்த ... பொருளாகி

பன்னிரண்டு கைகள் மூலம் முருகப்பெருமான் செய்யும் வேலை என்ன தெரியுமா?

மகவாவி னுச்சி விழியாந நத்தில்
மலைநேர்பு யத்தி... லுறவாடி

மடிமீத டுத்து விளையாடி நித்த
மணிவாயின் முத்தி... தரவேணும்

முகமாய மிட்ட குறமாதி னுக்கு
முலைமேல ணைக்க... வருநீதா


முதுமாம றைக்கு ளொருமாபொ ருட்குள்
மொழியேயு ரைத்த... குருநாதா

தகையாதெ னக்கு னடிகாண வைத்த
தனியேர கத்தின்... முருகோனே

தருகாவி ரிக்கு வடபாரி சத்தில்
சமர்வேலெ டுத்த... பெருமாளே.<br/><br/>

இந்த திருப்புகழ் பாடல் உண்டு. இந்த சுவாமி மலை பாராயணம் செய்யலாம்."
    }
  ],
    "அமாவாசை விரதம் யார் இருக்க வேண்டும்?: ஆண், பெண்களுக்கான விரத முறை":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/om.jpg",
      "song": "இங்கு குறிப்பிடப்பட்டுள்ள அமாவாசை விரத முறை தை அமாவாசைக்கு மட்டுமல்லா, மற்ற மாதங்களில் வரும் அமாவாசை தினத்தில் இருக்க வேண்டிய விரத முறைக்கும் பொருந்தும். ஆடி அமாவாசை, மகாலயா அமாவாசை, தை அமாவாசை மிகவும் விசேசமாக கொண்டாடப்படும், கடைப்பிடிக்கப்படும் அமாவாசையாக உள்ளது.<br/><br/>

ஆடி அமாவாசை விரதம் யார் இருக்க வேண்டும்?<br/><br/>
தாய், தந்தை இல்லாத ஆண்கள் இந்த விரதத்தை மேற்கொள்ள வேண்டும்.
கணவர் இல்லாத பெண்கள் இந்த விரதத்தை மேற்கொள்ள வேண்டும்.<br/><br/>

பெண்கள் விரதம் இருக்கும் முறை<br/><br/>
* திருமணமான ஒரு பெண்ணுக்கு தாய் அல்லது தந்தை இல்லை என்றாலோ, அல்லது இருவரும் இல்லை என்றாலும் அவர் விரதம் இருக்கக் கூடாது. அவருக்கு கணவர் இருக்கும் நிலையில் அவர் அமாவாசை விரதம் இருக்கக் கூடாது.<br/><br/>
* பெண்ணிற்கு சகோதர்கள் இருப்பின் அவர்கள் பெண்ணின் பெற்றோருக்கு தர்ப்பணம், விரதம் இருப்பார்கள்.<br/><br/>

* அப்பா இல்லை என்றால் அம்மா தர்ப்பணம் கொடுப்பார், விரதம் இருப்பார்.<br/><br/>

* அம்மா இல்லை என்றால் அப்பா தர்ப்பணம் கொடுப்பார், விரதம் இருப்பார்.<br/><br/>
அப்படி சகோதர் இல்லை, பெற்றோர் இருவரும் இல்லை என்றால் பெண்கள் கோயிலுக்கு சென்று தானம் கொடுக்கலாம், வீட்டிற்கு வந்து நான்கு பேருக்கு இலையில் சோறு போட்டு உணவளிக்கலாமே தவிர அமாவாசை விரதத்தை பெண் ஒருவர் கடைப்பிக்கக் கூடாது.<br/><br/>

ஆண்கள் அமாவாசை விரதம் மேற்கொள்வது எப்படி?<br/><br/>

5 விஷயம்:<br/><br/>
1. ஒரு ஆணுக்கு தாய் இல்லாவிட்டாலோ, தந்தை இல்லாவிட்டாலோ, அல்லது இருவரும் இல்லை என்றாலோ அவர் அமாவாசை விரதத்தை கண்டிப்பாக கடைப்பிடிக்க வேண்டும். தர்ப்பணம் கொடுக்க வேண்டும்.<br/><br/>

2. அமாவாசை அன்று உபவாசம் இருக்க வேண்டும்.<br/><br/>

3. கண்டிப்பாக எள்ளும், தண்ணீரும் இரைத்து முன்னோர்களை வழிபட வேண்டும்.<br/><br/>

4.அமாவாசை தினத்தில் கோயிலுக்கு சென்று நெய் தீபம் ஏற்றி வழிபடவும்.<br/><br/>



5. இயன்றவரை யாருக்காவது உணவு தானம் செய்யுங்கள் அல்லது பசுவிற்கு அகத்திக் கீரை கொடுங்கள்.<br/><br/>

அமாவாசை அன்று பெண்கள் நன்றாக சாப்பிட்ட பின்னர் விரதத்திற்கான உணவை சமைக்க வேண்டும். கணவர் தான் விரதம் இருக்க வேண்டும். பெண்கள் விரதம் இருக்கக் கூடாது.<br/><br/>
ஒரு கைப்பிடி அளவேனும் அன்னத்தை பெண்கள் இரவு உணவில் சேர்ப்பது பூரண ஆசி கிட்டும்.<br/><br/>

பலன்கள்:<br/><br/>
அமாவாசை தினத்தில் முன்னோருக்கு வழிபாடு நடத்துவது அவசியம். தாய், தந்தையர்களை யார் வழிபடுகிறார்களோ, அவர்களின் பிள்ளைகளும் நல் பலனை பெறுவார்கள்.<br/><br/>"
    }
  ],
    "நலமாக வாழ - பத்மநாப விரதம்":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/perumal.jpg",
      "song": "இவ்விரதம் கேரள மக்கள் கடைப்பிடிக்கும் முக்கிய விரதங்களில் ஒன்று. இந்த விரதத்தை அனுஷ்டிப்பவர்கள் எல்லாவித செல்வங்களையும் பெற்று நலமாக வாழலாம் என்பது கேரள மக்கள் நம்பிக்கை. அனந்த பத்மநாப விரதத்தை அனுஷ்டிப்பவர்கள் இழந்த செல்வங்களையும் சக்திகளையும் மீண்டும் பெறுவதுடன், சகல சௌபாக்கியங்களையும் பெறுவர் என்பது உறுதி.<br/><br/>

கேரள மாநிலம், திருவனந்தபுரத்தில் உள்ள கோட்டையில் ஆதிசேஷன் மீது சயனித்துக் காட்சி தரும் அனந்த பத்மநாப சுவாமி கோவில் அமைந்துள்ளது அனைவருக்கும் தெரியும்.<br/><br/>

பூஜை செய்யும் முறை<br/><br/>

ஒவ்வொரு ஆண்டும் வரும் ஆவணி மாத சுக்லபட்ச சதுர்த்தசியன்று சுமங்கலிப் பெண்கள், விரதம் இருந்து அனந்த பத்மநாப சுவாமி படத்தை கிழக்கு பார்த்து வைத்து மலர் அலங்காரம் செய்ய வேண்டும்.<br/><br/>

சுவாமி சம்பந்தப்பட்ட பக்திப் பாடல்களையும், ஆழ்வார் பாடல்களையும் பாட வேண்டும். உங்களுக்கு விருப்பமான இனிப்புகளை அவருக்கு சமர்ப்பித்து, தீபாராதைனகள் காட்ட வேண்டும்.<br/><br/>

இதுபோல 13 ஆண்டுகள் தொடர்ந்து செய்து வந்தால், சுவாமி அருளால் எல்லா செல்வங்களும் பாக்கியங்களும் கிட்டும். கன்னிப் பெண்களும் இதில் கலந்து கொள்ளலாம்.<br/><br/>"
    }
  ],
    "நாகபஞ்சமி விரதம்! சர்ப்ப தோஷம் நீங்கும்!":[
    {
"image":"https://raw.githubusercontent.com/lavanyaarul/jghjghjg/master/om.jpg",
      "song": "நாக சதுர்த்தி வழிபாட்டைச் செய்தால், ராகு கேது தோஷங்கள் நீங்கும் என்பது ஐதீகம்.எனவே அருகில் உள்ள ஆலயங்களுக்குச் சென்று, நவக்கிரகங்களை வழிபடலாம். அதில் உள்ள ராகு மற்றும் கேது பகவான்களுக்கு அர்ச்சனை செய்து வழிபடுவது மிகுந்த பலனைத் தரும்.<br/><br/>
அதேபோல், அருகில் உள்ள புற்றுக் கோயிலுக்குச் சென்று, பால் மற்றும் முட்டைகள் வழங்கி வழிபட்டால், சர்ப்ப தோஷங்கள் யாவும் நீங்கும் என்கின்றனர் பக்தர்கள்.<br/><br/>

ஆவணி மாதம், வளர்பிறை சதுர்த்தியில் நாகசதுர்த்தியும், மறுநாள் பஞ்சமியில் கருட பஞ்சமியும் கொண்டாடப்படுகின்றது. வரலட்சுமி விரதம் கொண்டாடுவதற்கு ஒரு வாரத்துக்குமுன், இப்பண்டிகைகள் கொண்டாடப்படுகின்றன. இந்த இரு பண்டிகைகளும், சகோதரர்களின் நலத்தை விரும்பி, சகோதரர்களும், சகோதரிகளும் கொண்டாடும் இரு முக்கிய பண்டிகைகள் என்பது குறிப்பிடத் தக்கது.<br/><br/>

ஆடி மாதம் சுக்ல பஞ்சமியில் நாக பஞ்சமி விரதம் தொடங்குகிறது. ஒவ்வொரு மாதமும் விரதத்தைக் கடைப்பிடிக்க வேண்டும். இதேபோல், சுக்ல பஞ்சமியில் கருட விரதத்தைத் தொடங்க வேண்டும்.<br/><br/>

சதுர்த்தியன்று நாக தேவதைக்குப் பூஜை செய்து, புற்றுக்குப் பால் ஊற்றி, புற்றுமண்ணைப் பிரசாதமாக இட்டுக் கொள்வார்கள். அன்றைய தினம் ஒன்பது நாக தேவதைகளான அனந்தன், வாசுகி, கிஷகாலன், அப்ஜன், மகரி அப்ஜன், கங்குபாலன், கார்க்கோடன், குளிஜன், பத்மன் ஆகியோர்களின் நாமத்தைச் சொல்லிக்கொண்டே புற்றுக்குப் பால் ஊற்றிப் பூஜிப்பது நல்லது.<br/><br/>


பிரம்ம தேவரின் மகனான கஷ்யபருக்கு நான்கு மனைவிகள். அவர்களில், கத்ரி என்பவளிடத்தில் பிறந்தவர் நாகர். தாய் சொல்லைக் கேட்காததால், தீயில் விழுந்து இறக்கும்படி தாய் கத்ரி சாபம் கொடுத்தாள். அந்த சாபத்தினால், பல நாகங்கள் மன்னன் ஜனமேஜயன் நடத்திய சர்ப்ப யாகத்தின்போது அக்கினியில் வீழ்ந்து இறந்தன. அஸ்தீகர், ஜனமேஜயனது யாகத்தைத் தடுத்து, நாகர்களுக்குச் சாப நிவர்த்தி கொடுத்தார். அவ்வாறு நாகர்கள் சாப நிவர்த்தி பெற்ற நாள்தான் இந்த நாக பஞ்சமி நன்னாள்!<br/><br/>

இந்த நாக பஞ்சமி விரதத்தால் புத்திர பாக்கியம் உண்டாகும். புத்திர பாக்கியம் உள்ளவர்கள் இந்த விரதத்தைக் கடைப்பிடிப்பதால், சந்ததிகள் தீர்க்க ஆயுளுடன் வாழ்வார்கள் என்பது உறுதி.<br/><br/>

விரதம் கடைப்பிடிக்கும்போது, நமது சக்திக்குத் தகுந்தபடி தங்கத்திலோ, அல்லது பிற உலோகத்திலோ பாம்பின் உருவம் செய்து அதை ஒரு கலசத்துள் வைத்துப் பூஜை செய்ய வேண்டும்.<br/><br/>

கஷ்யபரின் நான்கு மனைவிகளுள் கத்ரு, சுபர்ணீ என்ற இரு சகோதரிகளும் இருந்தார்கள். கத்ரு என்பவள் நாகர்களுக்குத் தாயாகவும், சுபர்ணீ அருணைக்கும், கருடனுக்கும் தாயாகவும் விளங்கினார்கள். ஒருமுறை, கத்ருவுக்கும், சுபர்ணீ க்கும் விவாதம் வளர்ந்து போட்டியில் வந்து நின்றது. அந்தப் போட்டியில் ஜெயிப்பவருக்குத் தோற்றவர் அடிமையாக வேண்டும் என்ற ஒப்பந்தத்தை வகுத்துக் கொண்டனர். போட்டியின் முடிவில் சுபர்ணீ தோல்வியுற்று அடிமையானதால், அவள் பெற்ற அருணனும், கருடனும் அடிமைகளானார்கள்.<br/><br/>



கருடன் கத்ருவுக்கும், அவளது பிள்ளைகளுக்கும் வாகனம்போல் ஆனான். இதனால் கருடன் மனம் வருந்தித் தனது தாயை எப்படியாவது அடிமை வாழ்க்கையிலிருந்து மீட்க வேண்டும் என்று சபதம் கொண்டான்.<br/><br/>

அப்போது கத்ரு கருடனிடம், தேவேந்திரனிடமிருந்து அமிர்தக் கலசத்தைக் கொண்டுவந்து தந்தால், அடிமைத்தனத்திலிருந்து மூவருக்கும் நிரந்தரமான விடுதலை தருவதாகச் சொன்னாள். கருடன், அடிமைத்தனத்திலிருந்து விடுதலை பெற வழி பிறந்ததே என்று மகிழ்ச்சியடைந்து, தன் தாயை வணங்கித் தேவலோகம் சென்றான்.<br/><br/>

தேவலோகத்தில், காவல் புரிந்துகொண்டிருந்த தேவர்களுக்கும், கருடனுக்கும் இடையில் கடும் போர் நடந்தது. இறுதியில், கருடன் வெற்றி பெற்று, தேவேந்திரனை வணங்கி, அவனிடமிருந்து அமிர்தக் கலசத்தைப் பெற்றுவந்து கத்ருவிடம் கொடுத்தான். மூவருக்கும் ஏற்பட்டிருந்த அடிமை வாழ்வை நீக்கி, ஆனந்தமாக வாழ வழி செய்தான், கருடன். அந்தக் கருடன் பிறந்த தினம் கருட பஞ்சமி என்று அழைக்கப்படுகிறது.<br/><br/>

தோஷங்கள் விலக்கும் நாக பஞ்சமியில் வணங்கி வளம் பெறுவோம்!<br/><br/>"
    }
  ]
}
